Revit 2027 API
FilterNumericGreater Constructor
 Constructs an instance of FilterNumericGreater.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FilterNumericGreater()
Public Sub New
public:
FilterNumericGreater()
new : unit -> FilterNumericGreater
See Also
Reference
FilterNumericGreater Class
Autodesk.Revit.DB Namespace